import React from "react";
import "./AboutCompany.css";
import Сontacts from "./Сontacts";

const AboutCompany = () => {
  return (
    <div className="text-header">
      <h2>
        Наша история:
        <br></br>
        <span>От идеи до реализации</span>
      </h2>
      <div className="text-container">
        <h4>Уважаемые друзья.</h4>
        <p>
          Рад приветствовать вас от имени нашей компании, которая вот уже более
          10 лет активно участвует в развитии туризма в Кыргызстане. Начав
          карьеру как гид, я познал глубину и многообразие туризма. Обучение в
          Германии и получение степени магистра по туризму дали мне ценные
          знания и вдохновение для развития в этой области. Этот опыт привёл
          меня к созданию проекта, который со временем стал одной из ведущих
          туристических платформ.
        </p>
        <p>
          Наш подход к путешествиям основан на личном опыте и профессионализме.
          Мы ценим открытость и готовы поддерживать вас на каждом этапе пути,
          непрерывно улучшая наши услуги. Благодарим за ваше доверие и выбор. С
          нетерпением ждём возможности сопровождать вас в путешествиях!
        </p>

        <p>
          Cуважением, <br></br>P.S. Если у вас есть вопросы или предложения,
          буду рад услышать их!
        </p>
        <img
          className="img"
          src="https://lh3.googleusercontent.com/pw/AP1GczMdoAjKrYMpeN-ZqXDzf8n25lfejJ5u5CWGlsaEiideop6sQbb4zodfpCgpeuv1PGaZPp3bM56LI_EHG3zvT-TaD82QUVYZsjqDQDGYaMmDaIyCubXRvYC7h7b1w909WiuNI15m35Ib2MDyfR2uQKwI=w685-h913-s-no-gm?authuser=0"
        />
        <h5>
          Основатель/Директор — Нурматов Темирлан
          <span>(Профиль в LinkedIn)</span>
        </h5>
      </div>
      <div className="About-company">
        <h1>О КОМПАНИИ</h1>
        <img
          className="About-logo"
          src="https://static.tildacdn.one/tild3237-6562-4566-b066-626537653761/512logo.png"
        />
        <p>
          Компания "Too.kg" специализируется на организации туров по
          Кыргызстану, предлагая путешественникам уникальные и захватывающие
          маршруты по стране. Основная миссия компании - раскрыть красоту и
          культурное разнообразие Кыргызстана, предоставляя клиентам
          незабываемые впечатления от путешествий. Туры "Too.kg" охватывают
          широкий спектр интересов и предпочтений: от горных походов и лыжных
          туров до культурных и исторических экскурсий. Компания гордится своим
          индивидуальным подходом к каждому клиенту, предлагая туры,
          спланированные с учетом личных интересов и физической подготовки
          участников. Благодаря глубоким знаниям местной культуры и природы,
          гиды "Too.kg" обеспечивают богатый и информативный опыт, погружая
          туристов в атмосферу Кыргызстана. Компания также активно вовлечена в
          устойчивый туризм, стремясь минимизировать экологический след своей
          деятельности и поддерживать местные сообщества.
        </p>
      </div>
      <div className=" Partner">
        <h6>
          Награда <br></br> Travelife Partner
        </h6>
        <p>
          Награда Travelife Partner является признанием нашего стремления к
          социальной и экологической устойчивости. Мы соблюдаем более 100
          критериев, касающихся управления устойчивым развитием, работы офиса,
          работы с поставщиками и общения с клиентами. Мы работаем над
          дальнейшими улучшениями, чтобы в конечном итоге достичь стадии
          Travelife Certified. <br></br>
          <br></br>Travelife — это ведущая инициатива в области обучения,
          управления и сертификации для туристических компаний, стремящихся к
          устойчивому развитию. Travelife — это трехступенчатая программа
          сертификации для туроператоров и турагентов: (1) Travelife Engaged;
          (2) Travelife Partner и (3) Travelife Certified. Мы находимся на
          втором этапе — Travelife Partner. Мы работаем над тем, чтобы перейти
          на третий этап — Travelife Certified.
        </p>
        <img
          className="img1"
          src="https://static.tildacdn.one/tild3563-3339-4736-b464-306136653364/tookg_07-04-2022_com.jpg"
        />
        <img
          className="img2"
          src="https://static.tildacdn.one/tild3166-3731-4836-a635-636531613237/travelife_partner_lo.png"
        />
      </div>
      <div>
        <Сontacts />
      </div>
    </div>
  );
};

export default AboutCompany;
